export const demo: { title: string, model: string, brand: string, other: string }[] = [
  {
    title: 'Astralis X1',
    model: 'Astralis X1 Ultra-Lumina',
    brand: 'Celestara',
    other: `材料組成
隕石合金框架：外殼及框架由隕石製成的輕量且超耐用合金打造，不僅堅固，還具有獨特的宇宙質感。
火星水冷卻系統：純化的火星水被封裝於耳罩周圍的微型通道中，用於自然的溫度調節，並帶來液體流動效果的未來感。
月岩纖維：使用來自月球岩石的纖維，與高強度聚合物結合，形成輕量且抗震的結構。
木衛二冰晶：來自木星衛星木衛二的冰層晶體，作為音響調節核心，提供極低失真的聲音反射性能。
外星有機聚合物耳墊：耳墊使用一種柔韌的外星生物聚合物製成，能自動調節形狀以適應不同用戶耳型，並具抗菌特性。
太陽風晶體能源模組：採用從太陽風中提取的能量晶體，耳機能高效轉化光能，實現長效續航。
超導液態金屬頭帶：耳機頭帶由超導液態金屬打造，既柔韌可調，又具備優異的音頻傳導性。

技術整合
神經介面選項：透過腦波指令調整設置或切換播放列表，無需實體操作。
通用翻譯器：內建即時語言翻譯功能，可同步進行對話翻譯。
光能反應電池：採用太空科技的電池系統，透過光線充電，可提供長達 1000 小時的續航。
光能模組：搭載一種高效「納米光伏面板」，材料靈感來自太陽帆技術，能將太陽光轉化為電能，直接為耳機充電。
自動能量優化系統：太陽能模組搭載智能充電管理系統，可以在光線不足的情況下將存儲的太陽能量與內置電池平衡使用，確保持續播放。

外觀設計
- 耳機的框架與外殼採用隕石合金打造，表面經過納米處理後，散發出冷冽的銀灰色光澤，微微閃爍的星點效果令人聯想到夜空的恆星群。其不僅外形堅韌剛強，還帶有柔和的弧線設計，提升佩戴時的貼合感與穩定性。
- 耳罩周圍的火星水冷卻系統，不僅具備降溫功能，還為 Astralis X1 增添了獨特的動態液體光效。透明通道內的火星水流動時反射出紅橙色的光芒，隨著使用者的動作而閃爍流轉，彷彿置身於火星日落中的細膩景象。
- 頭帶由月岩纖維結合高強度聚合物製成，外部呈現類似月球表面坑洞紋理的精緻圖案，象徵著人類對星際探索的無限追求。這種設計不僅輕量化，還讓頭帶在視覺上極具辨識度。
- 木衛二冰晶被完美鑲嵌在耳罩的內部核心區域，透過外殼上精細切割的光路展示出淡藍色的冰晶光澤。這些晶體不僅作為音質調節的核心元素，其獨特的閃耀效果更為耳機增添一份高科技藝術品的奢華感。
- 耳墊表面光滑柔韌，內部結構仿生設計帶有微小的漩渦狀紋理，象徵著外星生命體的細胞結構。使用時會根據耳型自動調整，表面更帶有柔和的光澤，如同外星生物體的自然延展。
- 太陽能模組隱藏於耳罩外部邊緣，其表面帶有微型三角形光伏紋路，細看時能發現猶如太陽帆般的交錯層次。其淡金色反射光線，暗示著耳機內部源源不斷的能量來源。
- 頭帶內部採用超導液態金屬，表面具有鏡面般的光澤，仿佛銀河流動於其間，當燈光或自然光照射時會反射出柔和的金屬彩光。頭帶的柔韌性讓整體佩戴感更加舒適，與耳罩的強硬質感形成對比，實現了剛柔並濟的設計平衡。
`,
  },
]
